Repository: zephyrwing-ai/GetClowhub
Catalog: OpenClawInstaller/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fa, fi, fil, fr, hu, id, it, ja, ko, ms, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: This token is required to access the OpenClaw dashboard and API. You can change it later in the configuration page.
ar: هذا الرمز مطلوب للوصول إلى لوحة تحكم OpenClaw وواجهة برمجة التطبيقات. يمكنك تغييره لاحقًا في صفحة الإعدادات.
da: Dette token er påkrævet for at få adgang til OpenClaw-kontrolpanelet og API'et. Du kan ændre det senere på konfigurationssiden.
de: Dieses Token wird für den Zugriff auf das OpenClaw-Dashboard und die API benötigt. Sie können es später auf der Konfigurationsseite ändern.
el: Αυτό το διακριτικό απαιτείται για πρόσβαση στον πίνακα ελέγχου και το API του OpenClaw. Μπορείτε να το αλλάξετε αργότερα στη σελίδα διαμόρφωσης.
es: Este token es necesario para acceder al panel de control y la API de OpenClaw. Puedes cambiarlo después en la página de configuración.
fa: این توکن برای دسترسی به داشبورد و API OpenClaw ضروری است. می‌توانید بعداً آن را در صفحه پیکربندی تغییر دهید.
fi: Tämä tunniste vaaditaan OpenClaw-hallintapaneelin ja API:n käyttämiseen. Voit muuttaa sen myöhemmin asetussivulla.
fr: Ce jeton est nécessaire pour accéder au tableau de bord et à l'API d'OpenClaw. Vous pourrez le modifier ultérieurement dans la page de configuration.
hu: Ez a token szükséges az OpenClaw vezérlőpult és API eléréséhez. Később módosíthatja a beállítások oldalon.
id: Token ini diperlukan untuk mengakses dasbor dan API OpenClaw. Anda dapat mengubahnya nanti di halaman konfigurasi.
it: Questo token è necessario per accedere alla dashboard e all'API di OpenClaw. Puoi modificarlo in seguito nella pagina di configurazione.
ja: このトークンは OpenClaw ダッシュボードと API へのアクセスに必要です。後から設定ページで変更できます。
ko: 이 토큰은 OpenClaw 대시보드 및 API에 접근하는 데 필요합니다. 나중에 구성 페이지에서 변경할 수 있습니다.
ms: Token ini diperlukan untuk mengakses papan pemuka dan API OpenClaw. Anda boleh menukarnya kemudian di halaman konfigurasi.
nl: Dit token is vereist voor toegang tot het OpenClaw-dashboard en de API. U kunt het later wijzigen op de configuratiepagina.
pt_br: Este token é necessário para acessar o painel de controle e a API do OpenClaw. Você pode alterá-lo depois na página de configuração.
ru: Этот токен необходим для доступа к панели управления и API OpenClaw. Вы можете изменить его позже на странице настроек.
sv: Denna token krävs för att komma åt OpenClaw-kontrollpanelen och API:et. Du kan ändra den senare på konfigurationssidan.
th: โทเค็นนี้จำเป็นสำหรับการเข้าถึงแดชบอร์ดและ API ของ OpenClaw คุณสามารถเปลี่ยนได้ภายหลังในหน้าการกำหนดค่า
tr: Bu jeton, OpenClaw panosuna ve API'ye erişmek için gereklidir. Daha sonra yapılandırma sayfasında değiştirebilirsiniz.
vi: Mã xác thực này cần thiết để truy cập bảng điều khiển và API của OpenClaw. Bạn có thể thay đổi sau trong trang cấu hình.
zh_hans: 此令牌用于访问 OpenClaw 控制台和 API。您可以稍后在配置页面中更改。
zh_hant: 此令牌用於存取 OpenClaw 控制台和 API。您可以稍後在設定頁面中變更。

source: This will remove OpenClaw, Node.js runtime and log files. Configuration and login data will be preserved.
ar: سيؤدي هذا إلى حذف برنامج OpenClaw وبيئة Node.js وملفات السجل. سيتم الاحتفاظ بملفات الإعداد وبيانات تسجيل الدخول.
da: Dette vil fjerne OpenClaw, Node.js-runtime og logfiler. Konfiguration og logindata bevares.
de: Dies entfernt OpenClaw, die Node.js-Laufzeitumgebung und Protokolldateien. Konfiguration und Anmeldedaten bleiben erhalten.
el: Αυτό θα αφαιρέσει το OpenClaw, το Node.js και τα αρχεία καταγραφής. Οι ρυθμίσεις και τα δεδομένα σύνδεσης θα διατηρηθούν.
es: Esto eliminará OpenClaw, el entorno Node.js y los archivos de registro. La configuración y los datos de inicio de sesión se conservarán.
fa: این عملیات OpenClaw، محیط اجرای Node.js و فایل‌های گزارش را حذف می‌کند. تنظیمات و اطلاعات ورود حفظ خواهند شد.
fi: Tämä poistaa OpenClaw'n, Node.js-ajoympäristön ja lokitiedostot. Asetukset ja kirjautumistiedot säilytetään.
fil: Ire-remove nito ang OpenClaw, Node.js runtime at log files. Mananatili ang configuration at login data.
fr: Ceci supprimera OpenClaw, l'environnement Node.js et les fichiers journaux. La configuration et les données de connexion seront conservées.
hu: Ez eltávolítja az OpenClaw-t, a Node.js futtatókörnyezetet és a naplófájlokat. A beállítások és bejelentkezési adatok megőrződnek.
id: Ini akan menghapus OpenClaw, runtime Node.js, dan file log. Konfigurasi dan data login akan dipertahankan.
it: Questo rimuoverà OpenClaw, il runtime Node.js e i file di log. Configurazione e dati di accesso saranno conservati.
ja: OpenClaw、Node.jsランタイム、ログファイルが削除されます。 設定ファイルとログイン情報は保持されます。
ko: OpenClaw, Node.js 런타임 및 로그 파일이 삭제됩니다. 설정 파일과 로그인 정보는 보존됩니다.
ms: Ini akan membuang OpenClaw, runtime Node.js dan fail log. Konfigurasi dan data log masuk akan dikekalkan.
nl: Dit verwijdert OpenClaw, de Node.js-runtime en logbestanden. Configuratie en inloggegevens worden bewaard.
pl: Spowoduje to usunięcie OpenClaw, środowiska Node.js i plików logów. Konfiguracja i dane logowania zostaną zachowane.
pt_br: Isso removerá o OpenClaw, o runtime Node.js e os arquivos de log. A configuração e os dados de login serão preservados.
ru: Будут удалены OpenClaw, среда выполнения Node.js и файлы журналов. Файлы конфигурации и данные входа будут сохранены.
sv: Detta tar bort OpenClaw, Node.js-runtime och loggfiler. Konfiguration och inloggningsdata bevaras.
th: จะลบ OpenClaw, Node.js runtime และไฟล์ log ไฟล์การตั้งค่าและข้อมูลการเข้าสู่ระบบจะถูกเก็บรักษาไว้
tr: Bu işlem OpenClaw, Node.js çalışma zamanı ve günlük dosyalarını kaldıracaktır. Yapılandırma ve giriş verileri korunacaktır.
vi: Thao tác này sẽ xóa OpenClaw, runtime Node.js và các file log. Cấu hình và dữ liệu đăng nhập sẽ được giữ lại.
zh_hans: 将删除 OpenClaw 程序、Node.js 运行环境和日志文件。 配置文件和登录信息会保留。
zh_hant: 將刪除 OpenClaw 程式、Node.js 執行環境和日誌檔案。 設定檔和登入資訊會保留。

source: This wizard will guide you through installing OpenClaw on your Mac
ar: سيرشدك هذا المعالج خلال تثبيت OpenClaw على جهاز Mac الخاص بك
da: Denne guide hjælper dig med at installere OpenClaw på din Mac
de: Dieser Assistent führt Sie durch die Installation von OpenClaw auf Ihrem Mac
el: Αυτός ο οδηγός θα σας καθοδηγήσει στην εγκατάσταση του OpenClaw στο Mac σας
es: Este asistente le guiará en la instalación de OpenClaw en su Mac
fa: این راهنما شما را در نصب OpenClaw بر روی Mac راهنمایی می‌کند
fi: Tämä ohjattu toiminto opastaa sinua asentamaan OpenClaw Mac-tietokoneellesi
fil: Gagabayan ka ng wizard na ito sa pag-install ng OpenClaw sa iyong Mac
fr: Cet assistant vous guidera lors de l'installation d'OpenClaw sur votre Mac
hu: Ez a varázsló végigvezeti az OpenClaw telepítésén a Mac-en
id: Wizard ini akan memandu Anda menginstal OpenClaw di Mac Anda
it: Questa procedura guidata ti aiuterà a installare OpenClaw sul tuo Mac
ja: このウィザードでは、Mac に OpenClaw をインストールする手順を案内します
ko: 이 마법사가 Mac에 OpenClaw를 설치하는 과정을 안내합니다
ms: Wizard ini akan membimbing anda memasang OpenClaw pada Mac anda
nl: Deze wizard begeleidt u bij het installeren van OpenClaw op uw Mac
pl: Ten kreator przeprowadzi Cię przez instalację OpenClaw na Twoim Macu
pt_br: Este assistente irá guiá-lo na instalação do OpenClaw no seu Mac
ru: Этот мастер проведёт вас через установку OpenClaw на вашем Mac
sv: Den här guiden hjälper dig att installera OpenClaw på din Mac
th: ตัวช่วยนี้จะแนะนำคุณในการติดตั้ง OpenClaw บน Mac ของคุณ
tr: Bu sihirbaz, Mac'inize OpenClaw kurulumu boyunca size rehberlik edecektir
vi: Trình hướng dẫn này sẽ giúp bạn cài đặt OpenClaw trên máy Mac
zh_hans: 本向导将引导您在 Mac 上安装 OpenClaw
zh_hant: 本精靈將引導您在 Mac 上安裝 OpenClaw

source: Timezone
ar: المنطقة الزمنية
da: Tidszone
de: Zeitzone
el: Ζώνη ώρας
es: Zona horaria
fa: منطقه زمانی
fi: Aikavyöhyke
fr: Fuseau horaire
hu: Időzóna
id: Zona waktu
it: Fuso orario
ja: タイムゾーン
ko: 시간대
ms: Zon masa
nl: Tijdzone
pl: Strefa czasowa
pt_br: Fuso horário
ru: Часовой пояс
sv: Tidszon
th: เขตเวลา
tr: Saat dilimi
vi: Múi giờ
zh_hans: 时区
zh_hant: 時區

source: Token
ar: الرمز
el: Διακριτικό
fa: توکن
fi: Tunniste
fr: Jeton
ja: トークン
ko: 토큰
ru: Токен
th: โทเค็น
tr: Jeton
vi: Mã token
zh_hans: 令牌
zh_hant: 令牌

source: Token Limit
ar: حد التوكن
da: Token-grænse
el: Όριο Token
es: Límite de Token
fa: محدودیت توکن
fi: Token-raja
fil: Limitasyon ng Token
fr: Limite de Token
id: Batas Token
it: Limite Token
ja: トークン上限
ko: 토큰 한도
ms: Had Token
nl: Token Limiet
pl: Limit Tokenów
pt_br: Limite de Token
ru: Лимит токенов
sv: Token-gräns
th: วงเงินโทเค็น
tr: Token Limiti
vi: Giới hạn Token
zh_hans: Token 限额
zh_hant: Token上限

source: Token Usage
ar: استخدام الرموز
da: Token-forbrug
de: Token-Verbrauch
el: Χρήση Token
es: Uso de tokens
fa: مصرف توکن
fi: Token-käyttö
fr: Utilisation des tokens
hu: Token használat
id: Penggunaan token
it: Utilizzo token
ja: トークン使用量
ko: 토큰 사용량
ms: Penggunaan token
nl: Tokengebruik
pt_br: Uso de tokens
ru: Использование токенов
sv: Tokenanvändning
th: การใช้โทเค็น
tr: Token kullanımı
vi: Sử dụng token
zh_hans: Token 用量
zh_hant: Token 用量

source: Tokens
ar: التوكنات
fa: توکن‌ها
fi: Tokenit
fil: Mga Token
hu: Tokenek
id: Token
it: Token
ja: トークン数
ko: 토큰
ms: Token
pl: Tokeny
ru: Токены
th: โทเค็น
tr: Token
vi: Token
zh_hans: Token
zh_hant: Token數

source: Too many login attempts, please try again later
ar: محاولات تسجيل دخول كثيرة جدًا، يرجى المحاولة لاحقًا
da: For mange loginforsøg, prøv igen senere
de: Zu viele Anmeldeversuche, bitte versuchen Sie es später erneut
el: Πάρα πολλές προσπάθειες σύνδεσης, δοκιμάστε αργότερα
es: Demasiados intentos de inicio de sesión, inténtelo de nuevo más tarde
fa: تلاش‌های ورود بیش از حد، لطفاً بعداً دوباره امتحان کنید
fi: Liian monta kirjautumisyritystä, yritä myöhemmin uudelleen
fil: Masyadong maraming pagtatangkang mag-login, pakisubukan muli mamaya
fr: Trop de tentatives de connexion, veuillez réessayer plus tard
hu: Túl sok bejelentkezési kísérlet, próbálja újra később
id: Terlalu banyak percobaan login, silakan coba lagi nanti
it: Troppi tentativi di accesso, riprova più tardi
ja: ログイン試行回数が多すぎます。しばらくしてから再試行してください
ko: 로그인 시도가 너무 많습니다. 나중에 다시 시도하세요
ms: Terlalu banyak percubaan log masuk, sila cuba semula kemudian
nl: Te veel inlogpogingen, probeer het later opnieuw
pl: Zbyt wiele prób logowania, spróbuj ponownie później
pt_br: Muitas tentativas de login, tente novamente mais tarde
ru: Слишком много попыток входа, попробуйте позже
sv: För många inloggningsförsök, försök igen senare
th: พยายามเข้าสู่ระบบมากเกินไป กรุณาลองใหม่ภายหลัง
tr: Çok fazla giriş denemesi, lütfen daha sonra tekrar deneyin
vi: Đăng nhập quá nhiều lần, vui lòng thử lại sau
zh_hans: 登录失败次数过多，请稍后再试
zh_hant: 登入失敗次數過多，請稍後再試

source: Tools
ar: الأدوات
da: Værktøjer
de: Werkzeuge
el: Εργαλεία
es: Herramientas
fa: ابزارها
fi: Työkalut
fr: Outils
hu: Eszközök
id: Alat
it: Strumenti
ja: ツール
ko: 도구
ms: Alatan
nl: Hulpmiddelen
pt_br: Ferramentas
ru: Инструменты
sv: Verktyg
th: เครื่องมือ
tr: Araçlar
vi: Công cụ
zh_hans: 工具
zh_hant: 工具

source: Total Tokens
ar: إجمالي التوكنات
da: Samlet antal Tokens
de: Gesamte Tokens
el: Σύνολο Tokens
es: Tokens Totales
fa: مجموع توکن‌ها
fi: Tokenit yhteensä
fil: Kabuuang mga Token
fr: Total des Tokens
hu: Összes Token
id: Total Token
it: Token Totali
ja: 合計トークン数
ko: 총 토큰 수
ms: Jumlah Token
nl: Totaal Tokens
pl: Łączna liczba Tokenów
pt_br: Total de Tokens
ru: Всего токенов
sv: Totalt antal Tokens
th: โทเค็นทั้งหมด
tr: Toplam Token
vi: Tổng số Token
zh_hans: Token 总量
zh_hant: 總Token數

source: Total:
ar: الإجمالي:
da: I alt:
de: Gesamt:
el: Σύνολο:
fa: مجموع:
fi: Yhteensä:
hu: Összesen:
it: Totale:
ja: 合計:
ko: 합계:
ms: Jumlah:
nl: Totaal:
ru: Всего:
sv: Totalt:
th: รวม:
tr: Toplam:
vi: Tổng:
zh_hans: 合计:
zh_hant: 合計:

source: Unable to connect to login service: %@
ar: تعذر الاتصال بخدمة تسجيل الدخول: %@
da: Kan ikke oprette forbindelse til logintjenesten: %@
de: Verbindung zum Anmeldedienst nicht möglich: %@
el: Αδυναμία σύνδεσης στην υπηρεσία σύνδεσης: %@
es: No se puede conectar al servicio de inicio de sesión: %@
fa: امکان اتصال به سرویس ورود وجود ندارد: %@
fi: Kirjautumispalveluun ei voi muodostaa yhteyttä: %@
fil: Hindi makakonekta sa serbisyo ng pag-login: %@
fr: Impossible de se connecter au service de connexion : %@
hu: Nem sikerült csatlakozni a bejelentkezési szolgáltatáshoz: %@
id: Tidak dapat terhubung ke layanan login: %@
it: Impossibile connettersi al servizio di accesso: %@
ja: ログインサービスに接続できません: %@
ko: 로그인 서비스에 연결할 수 없습니다: %@
ms: Tidak dapat menyambung ke perkhidmatan log masuk: %@
nl: Kan niet verbinden met inlogservice: %@
pl: Nie można połączyć się z usługą logowania: %@
pt_br: Não foi possível conectar ao serviço de login: %@
ru: Не удалось подключиться к сервису входа: %@
sv: Kan inte ansluta till inloggningstjänsten: %@
th: ไม่สามารถเชื่อมต่อบริการเข้าสู่ระบบ: %@
tr: Giriş hizmetine bağlanılamıyor: %@
vi: Không thể kết nối đến dịch vụ đăng nhập: %@
zh_hans: 无法连接登录服务: %@
zh_hant: 無法連線登入服務: %@

source: Understanding requirements...
ar: جارٍ فهم المتطلبات...
da: Forstår krav...
de: Anforderungen werden verstanden...
el: Κατανόηση απαιτήσεων...
es: Entendiendo los requisitos...
fa: در حال درک نیازمندی‌ها...
fi: Ymmärretään vaatimuksia...
fil: Inuunawa ang mga kinakailangan...
fr: Compréhension des besoins...
hu: Követelmények értelmezése...
id: Memahami kebutuhan...
it: Analisi dei requisiti...
ja: 要件を確認しています...
ko: 요구 사항을 파악하는 중...
ms: Memahami keperluan...
nl: Vereisten begrijpen...
pl: Analizowanie wymagań...
pt_br: Entendendo os requisitos...
ru: Уточнение требований...
sv: Förstår kraven...
th: กำลังทำความเข้าใจข้อกำหนด...
tr: Gereksinimler anlaşılıyor...
vi: Đang tìm hiểu yêu cầu...
zh_hans: 正在了解需求...
zh_hant: 正在了解需求...

source: Uninstall
ar: إلغاء التثبيت
da: Afinstaller
de: Deinstallieren
el: Απεγκατάσταση
es: Desinstalar
fa: حذف
fi: Poista
fil: I-uninstall
fr: Désinstaller
hu: Eltávolítás
id: Hapus instalasi
it: Disinstalla
ja: アンインストール
ko: 제거
ms: Nyahpasang
nl: Verwijderen
pl: Odinstaluj
pt_br: Desinstalar
ru: Удалить
sv: Avinstallera
th: ถอนการติดตั้ง
tr: Kaldır
vi: Gỡ cài đặt
zh_hans: 卸载
zh_hant: 解除安裝

source: Uninstall Complete
ar: اكتملت إزالة التثبيت
da: Afinstallation fuldført
de: Deinstallation abgeschlossen
el: Η απεγκατάσταση ολοκληρώθηκε
es: Desinstalación completada
fa: حذف کامل شد
fi: Poisto valmis
fil: Kumpleto na ang pag-uninstall
fr: Désinstallation terminée
hu: Eltávolítás kész
id: Penghapusan selesai
it: Disinstallazione completata
ja: アンインストール完了
ko: 제거 완료
ms: Nyahpasang selesai
nl: Verwijdering voltooid
pl: Odinstalowanie zakończone
pt_br: Desinstalação concluída
ru: Удаление завершено
sv: Avinstallation klar
th: ถอนการติดตั้งเสร็จสิ้น
tr: Kaldırma tamamlandı
vi: Gỡ cài đặt hoàn tất
zh_hans: 卸载完成
zh_hant: 解除安裝完成

source: Uninstalling...
ar: جارٍ إلغاء التثبيت...
da: Afinstallerer...
de: Wird deinstalliert...
el: Απεγκατάσταση...
es: Desinstalando...
fa: در حال حذف...
fi: Poistetaan...
fil: Ina-uninstall...
fr: Désinstallation...
hu: Eltávolítás...
id: Menghapus instalasi...
it: Disinstallazione...
ja: アンインストール中...
ko: 제거 중...
ms: Menyahpasang...
nl: Verwijderen...
pl: Odinstalowywanie...
pt_br: Desinstalando...
ru: Удаление...
sv: Avinstallerar...
th: กำลังถอนการติดตั้ง...
tr: Kaldırılıyor...
vi: Đang gỡ cài đặt...
zh_hans: 正在卸载...
zh_hant: 正在解除安裝...

source: Update
ar: تحديث
da: Opdater
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fa: به‌روزرسانی
fi: Päivitä
fr: Mettre à jour
hu: Frissítés
id: Perbarui
it: Aggiorna
ja: アップデート
ko: 업데이트
ms: Kemas Kini
nl: Bijwerken
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
th: อัปเดต
tr: Güncelle
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: Uptime
ar: وقت التشغيل
da: Oppetid
de: Betriebszeit
el: Χρόνος λειτουργίας
es: Tiempo activo
fa: زمان فعالیت
fi: Käyttöaika
fr: Durée de fonctionnement
hu: Üzemidő
id: Waktu aktif
it: Tempo di attività
ja: 稼働時間
ko: 가동 시간
ms: Masa aktif
pt_br: Tempo ativo
ru: Время работы
sv: Drifttid
th: เวลาทำงาน
tr: Çalışma süresi
vi: Thời gian hoạt động
zh_hans: 运行时长
zh_hant: 執行時長

source: USD, 0 = no limit
ar: دولار أمريكي، 0 = بلا حد
da: USD, 0 = ingen grænse
de: USD, 0 = kein Limit
el: USD, 0 = χωρίς όριο
es: USD, 0 = sin límite
fa: دلار آمریکا، 0 = بدون محدودیت
fi: USD, 0 = ei rajaa
fil: USD, 0 = walang limitasyon
fr: USD, 0 = pas de limite
hu: USD, 0 = nincs limit
id: USD, 0 = tanpa batas
it: USD, 0 = nessun limite
ja: USD、0 = 制限なし
ko: USD, 0 = 제한 없음
ms: USD, 0 = tiada had
nl: USD, 0 = geen limiet
pl: USD, 0 = bez limitu
pt_br: USD, 0 = sem limite
ru: USD, 0 = без ограничений
sv: USD, 0 = ingen gräns
th: USD, 0 = ไม่จำกัด
tr: USD, 0 = limit yok
vi: USD, 0 = không giới hạn
zh_hans: 美元，0 = 不限
zh_hant: USD，0 = 不限

source: Version
ar: الإصدار
el: Έκδοση
es: Versión
fa: نسخه
fi: Versio
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nl: Versie
pt_br: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: Version:
ar: الإصدار:
el: Έκδοση:
es: Versión:
fa: نسخه:
fi: Versio:
hu: Verzió:
id: Versi:
it: Versione:
ja: バージョン:
ko: 버전:
ms: Versi:
nl: Versie:
pt_br: Versão:
ru: Версия:
th: เวอร์ชัน:
tr: Sürüm:
vi: Phiên bản:
zh_hans: 版本：
zh_hant: 版本：

source: Vibe
ar: الأسلوب
da: Stemning
de: Stil
el: Ύφος
es: Estilo
fa: سبک
fi: Tyyli
fr: Style
hu: Stílus
id: Gaya
it: Stile
ja: スタイル
ko: 스타일
ms: Gaya
nl: Stijl
pt_br: Estilo
ru: Стиль
sv: Stil
th: สไตล์
tr: Tarz
vi: Phong cách
zh_hans: 风格
zh_hant: 風格

source: View result ↑
ar: عرض النتيجة ↑
da: Se resultat ↑
de: Ergebnis anzeigen ↑
el: Προβολή αποτελέσματος ↑
es: Ver resultado ↑
fa: مشاهده نتیجه ↑
fi: Näytä tulos ↑
fil: Tingnan ang resulta ↑
fr: Voir le résultat ↑
hu: Eredmény megtekintése ↑
id: Lihat hasil ↑
it: Vedi risultato ↑
ja: 結果を表示 ↑
ko: 결과 보기 ↑
ms: Lihat hasil ↑
nl: Resultaat bekijken ↑
pl: Zobacz wynik ↑
pt_br: Ver resultado ↑
ru: Показать результат ↑
sv: Visa resultat ↑
th: ดูผลลัพธ์ ↑
tr: Sonucu görüntüle ↑
vi: Xem kết quả ↑
zh_hans: 查看结果 ↑
zh_hant: 查看結果 ↑

source: Waiting for login...
ar: بانتظار تسجيل الدخول...
da: Venter på login...
de: Warten auf Anmeldung...
el: Αναμονή σύνδεσης...
es: Esperando inicio de sesión...
fa: در انتظار ورود...
fi: Odotetaan kirjautumista...
fil: Naghihintay ng pag-login...
fr: En attente de connexion...
hu: Várakozás a bejelentkezésre...
id: Menunggu login...
it: In attesa di accesso...
ja: ログイン待機中...
ko: 로그인 대기 중...
ms: Menunggu log masuk...
nl: Wachten op inloggen...
pl: Oczekiwanie na logowanie...
pt_br: Aguardando login...
ru: Ожидание входа...
sv: Väntar på inloggning...
th: กำลังรอการเข้าสู่ระบบ...
tr: Giriş bekleniyor...
vi: Đang chờ đăng nhập...
zh_hans: 等待登录中...
zh_hant: 等待登入中...

source: Waiting for scan...
ar: في انتظار المسح...
da: Venter på scanning...
de: Warten auf Scan...
el: Αναμονή σάρωσης...
es: Esperando escaneo...
fa: در انتظار اسکن...
fi: Odotetaan skannausta...
fr: En attente du scan...
hu: Várakozás a szkennelésre...
id: Menunggu pemindaian...
it: In attesa della scansione...
ja: スキャンを待っています...
ko: 스캔 대기 중...
ms: Menunggu imbasan...
nl: Wachten op scan...
pt_br: Aguardando escaneamento...
ru: Ожидание сканирования...
sv: Väntar på skanning...
th: รอการสแกน...
tr: Tarama bekleniyor...
vi: Đang chờ quét...
zh_hans: 等待扫码...
zh_hant: 等待掃碼...

source: Warning
ar: تحذير
da: Advarsel
de: Warnung
el: Προειδοποίηση
es: Advertencia
fa: هشدار
fi: Varoitus
fil: Babala
fr: Avertissement
hu: Figyelmeztetés
id: Peringatan
it: Avviso
ja: 警告
ko: 경고
ms: Amaran
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Aviso
ru: Предупреждение
sv: Varning
th: คำเตือน
tr: Uyarı
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

source: WeChat connected successfully!
ar: تم توصيل WeChat بنجاح!
da: WeChat forbundet!
de: WeChat erfolgreich verbunden!
el: Το WeChat συνδέθηκε επιτυχώς!
es: ¡WeChat conectado con éxito!
fa: WeChat با موفقیت متصل شد!
fi: WeChat yhdistetty onnistuneesti!
fr: WeChat connecté avec succès !
hu: WeChat sikeresen csatlakoztatva!
id: WeChat berhasil terhubung!
it: WeChat connesso con successo!
ja: WeChatの接続に成功しました！
ko: WeChat이 성공적으로 연결되었습니다!
ms: WeChat berjaya disambungkan!
nl: WeChat succesvol verbonden!
pt_br: WeChat conectado com sucesso!
ru: WeChat успешно подключен!
sv: WeChat ansluten!
th: เชื่อมต่อ WeChat สำเร็จ!
tr: WeChat başarıyla bağlandı!
vi: Kết nối WeChat thành công!
zh_hans: 微信连接成功！
zh_hant: 微信連接成功！

source: Welcome to OpenClaw Installer
ar: مرحبًا بك في مُثبِّت OpenClaw
da: Velkommen til OpenClaw Installer
de: Willkommen beim OpenClaw Installer
el: Καλώς ήρθατε στο πρόγραμμα εγκατάστασης OpenClaw
es: Bienvenido al instalador de OpenClaw
fa: به نصب‌کننده OpenClaw خوش آمدید
fi: Tervetuloa OpenClaw-asennusohjelmaan
fil: Maligayang pagdating sa OpenClaw Installer
fr: Bienvenue dans le programme d'installation d'OpenClaw
hu: Üdvözli az OpenClaw Telepítő
id: Selamat Datang di Penginstal OpenClaw
it: Benvenuto nel programma di installazione di OpenClaw
ja: OpenClaw インストーラへようこそ
ko: OpenClaw 설치 프로그램에 오신 것을 환영합니다
ms: Selamat Datang ke Pemasang OpenClaw
nl: Welkom bij OpenClaw Installer
pl: Witamy w instalatorze OpenClaw
pt_br: Bem-vindo ao Instalador do OpenClaw
ru: Добро пожаловать в установщик OpenClaw
sv: Välkommen till OpenClaw-installationsprogrammet
th: ยินดีต้อนรับสู่ตัวติดตั้ง OpenClaw
tr: OpenClaw Yükleyicisine Hoş Geldiniz
vi: Chào mừng đến với Trình cài đặt OpenClaw
zh_hans: 欢迎使用 OpenClaw 安装器
zh_hant: 歡迎使用 OpenClaw 安裝器

source: What should we build today?
ar: ماذا سنبني اليوم؟
da: Hvad skal vi bygge i dag?
de: Was sollen wir heute bauen?
el: Τι να δημιουργήσουμε σήμερα;
es: ¿Qué vamos a crear hoy?
fa: امروز چه چیزی بسازیم؟
fi: Mitä rakennamme tänään?
fil: Ano ang bubuuin natin ngayon?
fr: Que devons-nous construire aujourd’hui ?
hu: Mit építsünk ma?
id: Apa yang akan kita bangun hari ini?
it: Cosa costruiamo oggi?
ja: 今日は何を作りましょう？
ko: 오늘 무엇을 만들까요?
ms: Apa yang hendak kita bina hari ini?
nl: Wat gaan we vandaag bouwen?
pl: Co dziś zbudujemy?
pt_br: O que vamos criar hoje?
ru: Что создадим сегодня?
sv: Vad ska vi bygga idag?
th: วันนี้เราจะสร้างอะไรดี?
tr: Bugün ne oluşturalım?
vi: Hôm nay chúng ta sẽ xây dựng gì?
zh_hans: 今天想构建什么？
zh_hant: 今天想構建什麼？

source: Why is a token needed?
ar: لماذا يُحتاج إلى رمز؟
da: Hvorfor er et token nødvendigt?
de: Warum wird ein Token benötigt?
el: Γιατί χρειάζεται ένα διακριτικό;
es: ¿Por qué se necesita un token?
fa: چرا توکن لازم است؟
fi: Miksi tunniste tarvitaan?
fr: Pourquoi un jeton est-il nécessaire ?
hu: Miért szükséges a token?
id: Mengapa token diperlukan?
it: Perché è necessario un token?
ja: トークンが必要な理由
ko: 토큰이 왜 필요한가요?
ms: Mengapa token diperlukan?
nl: Waarom is een token nodig?
pt_br: Por que é necessário um token?
ru: Зачем нужен токен?
sv: Varför behövs en token?
th: ทำไมต้องใช้โทเค็น?
tr: Neden bir jeton gerekli?
vi: Tại sao cần mã xác thực?
zh_hans: 为什么需要令牌？
zh_hant: 為什麼需要令牌？

source: Worked for %@
ar: تم خلال %@
da: Færdig på %@
de: Fertig in %@
el: Ολοκληρώθηκε σε %@
es: Terminado en %@
fa: در %@ انجام شد
fi: Valmis ajassa %@
fil: Tapos sa %@
fr: Terminé en %@
hu: Kész %@ alatt
id: Selesai dalam %@
it: Completato in %@
ja: %@で完了
ko: %@ 만에 완료
ms: Selesai dalam %@
nl: Voltooid in %@
pl: Ukończono w %@
pt_br: Concluído em %@
ru: Готово за %@
sv: Klar på %@
th: เสร็จใน %@
tr: %@ içinde tamamlandı
vi: Hoàn tất trong %@
zh_hans: 已运行 %@
zh_hant: 已執行 %@

source: Working
ar: جارٍ العمل
da: Arbejder
de: In Arbeit
el: Εργασία σε εξέλιξη
es: Trabajando
fa: در حال کار
fi: Työskentelee
fil: Gumagana
fr: En cours
hu: Dolgozik
id: Sedang bekerja
it: In elaborazione
ja: 作業中
ko: 작업 중
ms: Sedang bekerja
nl: Bezig
pl: Praca w toku
pt_br: Trabalhando
ru: Выполняется
sv: Arbetar
th: กำลังทำงาน
tr: Çalışıyor
vi: Đang làm việc
zh_hans: 正在工作
zh_hant: 正在工作
